src/xml/request_oclc/oclc_lettal_eken.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:foxml="info:fedora/fedora-system:def/foxml#" xsi:schemaLocation="info:fedora/fedora-system:def/foxml# http://www.fedora.info/definitions/1/0/foxml1-1.xsd">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
<oclcRecords><oclcRecord><foxml:digitalObject VERSION="1.1" PID="870970-basis:25581792">
<foxml:objectProperties>
<foxml:property NAME="info:fedora/fedora-system:def/model#state" VALUE="Active"/>
<foxml:property NAME="info:fedora/fedora-system:def/model#label" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#ownerId" VALUE=""/>
<foxml:property NAME="info:fedora/fedora-system:def/model#createdDate" VALUE="2013-05-16T12:09:11.062Z"/>
<foxml:property NAME="info:fedora/fedora-system:def/view#lastModifiedDate" VALUE="2013-05-16T12:09:11.140Z"/>
</foxml:objectProperties>
<foxml:datastream ID="AUDIT" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="AUDIT.0" LABEL="Audit Trail for this object" CREATED="2013-05-16T12:09:11.062Z" MIMETYPE="text/xml" FORMAT_URI="info:fedora/fedora-system:format/xml.fedora.audit">
<foxml:xmlContent>
<audit:auditTrail xmlns:audit="info:fedora/fedora-system:def/audit#">
<audit:record ID="AUDREC1">
<audit:process type="Fedora API-M"/>
<audit:action>modifyDatastreamByValue</audit:action>
<audit:componentID>RELS-SYS</audit:componentID>
<audit:responsibility>fedoraAdmin</audit:responsibility>
<audit:date>2013-05-16T12:09:11.140Z</audit:date>
<audit:justification></audit:justification>
</audit:record>
</audit:auditTrail>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="DC" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="DC.0" LABEL="" CREATED="2013-05-16T12:09:11.069Z" MIMETYPE="text/xml" SIZE="1157">
<foxml:xmlContent>
<oai_dc:dc xmlns:oai_dc="http://www.openarchives.org/OAI/2.0/oai_dc/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.openarchives.org/OAI/2.0/oai_dc/ http://www.openarchives.org/OAI/2.0/oai_dc.xsd">
  <dc:title>aksel å mangler ord</dc:title>
  <dc:title>MATCH:aksel</dc:title>
  <dc:creator>Cecilie Eken</dc:creator>
  <dc:creator>NOBIRTH:Cecilie Eken</dc:creator>
  <dc:creator>MATCHSTRING:Ekenc</dc:creator>
  <dc:subject>bøger</dc:subject>
  <dc:subject>for 10 år</dc:subject>
  <dc:subject>for 8 år</dc:subject>
  <dc:subject>for 9 år</dc:subject>
  <dc:subject>læsning</dc:subject>
  <dc:subject>ord</dc:subject>
  <dc:publisher>l&amp;r uddannelse</dc:publisher>
  <dc:publisher>MATCHSTRING:l&amp;r udd</dc:publisher>
  <dc:contributor>MATCHSTRING:Pardic</dc:contributor>
  <dc:contributor>charlotte pardi</dc:contributor>
  <dc:date>2004</dc:date>
  <dc:type>Bog</dc:type>
  <dc:type>WORK:literature</dc:type>
  <dc:identifier>870970-basis:25581792</dc:identifier>
  <dc:identifier>ISBN:8725003526</dc:identifier>
  <dc:language>Dansk</dc:language>
</oai_dc:dc>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="commonData" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="commonData.0" LABEL="" CREATED="2013-05-16T12:09:11.070Z" MIMETYPE="text/xml" SIZE="8850">
<foxml:xmlContent>
<ting:container xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:docbook="http://docbook.org/ns/docbook" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:ting="http://www.dbc.dk/ting" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><dkabm:record><ac:identifier>25581792|870970</ac:identifier><ac:source>Bibliotekskatalog</ac:source><dc:title>Aksel Å mangler ord</dc:title><dc:title xsi:type="dkdcplus:full">Aksel Å mangler ord</dc:title><dc:title xsi:type="dkdcplus:series">Vilde veje : bøger til selvlæsning : bøger til dansk ; 3</dc:title><dc:creator xsi:type="dkdcplus:aut">Cecilie Eken</dc:creator><dc:creator xsi:type="oss:sort">Eken, Cecilie</dc:creator><dc:subject xsi:type="dkdcplus:DK5-Text">Skønlitteratur</dc:subject><dc:subject xsi:type="dkdcplus:DBCS">bøger</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 10 år</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 8 år</dc:subject><dc:subject xsi:type="dkdcplus:DBCN">for 9 år</dc:subject><dc:subject xsi:type="dkdcplus:DBCS">læsning</dc:subject><dc:subject xsi:type="dkdcplus:DBCS">ord</dc:subject><dc:subject xsi:type="dkdcplus:DK5">sk</dc:subject><dcterms:abstract>Aksel Å får at vide, at han snart ikke har flere ord tilbage. Hans ordforråd er næsten brugt op. Oline må hjælpe ham med at komme til lægen. Kan lægens kur mon hjælpe Aksel Å?</dcterms:abstract><dcterms:audience>børnematerialer</dcterms:audience><dkdcplus:version>1. udgave, 1. oplag</dkdcplus:version><dc:publisher>L&amp;R Uddannelse</dc:publisher><dc:contributor>Charlotte Pardi</dc:contributor><dc:date>2004</dc:date><dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type><dc:format>illustreret i farver</dc:format><dcterms:extent>22 sider</dcterms:extent><dc:identifier xsi:type="dkdcplus:ISBN">87-25-00352-6</dc:identifier><dc:language xsi:type="dcterms:ISO639-2">dan</dc:language><dc:language>Dansk</dc:language></dkabm:record><marcx:collection xmlns:marcx="info:lc/xmlns/marcxchange-v1"><marcx:record format="danMARC2" type="Bibliographic"><marcx:leader>00000n    2200000   4500</marcx:leader><marcx:datafield ind1="0" ind2="0" tag="001"><marcx:subfield code="a">25581792</marcx:subfield><marcx:subfield code="b">870970</marcx:subfield><marcx:subfield code="c">20121020184922</marcx:subfield><marcx:subfield code="d">20050110</marcx:subfield><marcx:subfield code="f">a</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="004"><marcx:subfield code="r">n</marcx:subfield><marcx:subfield code="a">e</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="008"><marcx:subfield code="t">m</marcx:subfield><marcx:subfield code="u">f</marcx:subfield><marcx:subfield code="a">2004</marcx:subfield><marcx:subfield code="b">dk</marcx:subfield><marcx:subfield code="d">å</marcx:subfield><marcx:subfield code="j">f</marcx:subfield><marcx:subfield code="l">dan</marcx:subfield><marcx:subfield code="o">s</marcx:subfield><marcx:subfield code="v">0</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="009"><marcx:subfield code="a">a</marcx:subfield><marcx:subfield code="g">xx</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="021"><marcx:subfield code="a">87-25-00352-6</marcx:subfield><marcx:subfield code="c">hf.</marcx:subfield><marcx:subfield code="d">kr. 93,75</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="032"><marcx:subfield code="a">DBF200506</marcx:subfield><marcx:subfield code="x">SKO200504</marcx:subfield><marcx:subfield code="x">SFD200506</marcx:subfield><marcx:subfield code="x">ACC200502</marcx:subfield><marcx:subfield code="x">DAT200616</marcx:subfield><marcx:subfield code="x">DAT991035</marcx:subfield><marcx:subfield code="x">DAT991142</marcx:subfield><marcx:subfield code="x">DAT991243</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="042"><marcx:subfield code="c">17</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="044"><marcx:subfield code="a">F</marcx:subfield><marcx:subfield code="b">95b</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="100"><marcx:subfield code="a">Eken</marcx:subfield><marcx:subfield code="h">Cecilie</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="245"><marcx:subfield code="a">Aksel Å mangler ord</marcx:subfield><marcx:subfield code="e">Cecilie Eken</marcx:subfield><marcx:subfield code="e">illustreret af Charlotte Pardi</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="250"><marcx:subfield code="a">1. udgave</marcx:subfield><marcx:subfield code="b">÷</marcx:subfield><marcx:subfield code="x">1. oplag</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="260"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">[Kbh.]</marcx:subfield><marcx:subfield code="b">L&amp;R Uddannelse</marcx:subfield><marcx:subfield code="c">2004</marcx:subfield><marcx:subfield code="k">Sangill Grafisk Produktion, Holme Olstrup</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="300"><marcx:subfield code="a">22 sider</marcx:subfield><marcx:subfield code="b">ill. i farver</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="440"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="a">Vilde veje</marcx:subfield><marcx:subfield code="c">bøger til selvlæsning : bøger til dansk</marcx:subfield><marcx:subfield code="v">3</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="504"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Aksel Å får at vide, at han snart ikke har flere ord tilbage. Hans ordforråd er næsten brugt op. Oline må hjælpe ham med at komme til lægen. Kan lægens kur mon hjælpe Aksel Å?</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="517"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Let at læse</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="520"><marcx:subfield code="&amp;">1</marcx:subfield><marcx:subfield code="a">Originaludgave: 2004</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="521"><marcx:subfield code="a">1. oplag</marcx:subfield><marcx:subfield code="c">2004</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="526"><marcx:subfield code="i">Hertil findes lærervejledning</marcx:subfield><marcx:subfield code="t">Vilde veje - børnelitteratur og litteraturundervisning</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="n">86</marcx:subfield><marcx:subfield code="z">096</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="652"><marcx:subfield code="o">sk</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="s">ord</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="s">bøger</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="s">læsning</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 8 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 9 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="666"><marcx:subfield code="0"></marcx:subfield><marcx:subfield code="u">for 10 år</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="700"><marcx:subfield code="a">Pardi</marcx:subfield><marcx:subfield code="h">Charlotte</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="990"><marcx:subfield code="a">SFD</marcx:subfield><marcx:subfield code="o">200506</marcx:subfield><marcx:subfield code="b">L</marcx:subfield><marcx:subfield code="b">S</marcx:subfield><marcx:subfield code="b">B</marcx:subfield><marcx:subfield code="c">A</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="996"><marcx:subfield code="a">DBC</marcx:subfield></marcx:datafield></marcx:record></marcx:collection><adminData><creationDate>2005-03-08</creationDate><libraryType>none</libraryType><indexingAlias>danmarcxchange</indexingAlias><accessType>physical</accessType><genre>fiktion</genre><collectionIdentifier>870970-basis</collectionIdentifier></adminData></ting:container>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="localData.870970-basis" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="localData.870970-basis.0" LABEL="" CREATED="2013-05-16T12:09:11.070Z" MIMETYPE="text/xml" SIZE="2221">
<foxml:xmlContent>
<ting:localData xmlns:ting="http://www.dbc.dk/ting"><marcx:record xmlns:marcx="info:lc/xmlns/marcxchange-v1" format="danMARC2" type="BibliographicLocal"><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">rettet i forb. med masserettelse af lettal</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">masserettet i forb. med konvertering af aldersnoter</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d08"><marcx:subfield code="a">hs (der udkommer et lærerhæfte forår 2005) (526 tilf. / nk 0522)</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d09"><marcx:subfield code="z">MVB200506</marcx:subfield><marcx:subfield code="z">MVC200506</marcx:subfield><marcx:subfield code="z">MSA200506</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d09"><marcx:subfield code="z">REX200509</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d30"><marcx:subfield code="n">1</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d31"><marcx:subfield code="b">150</marcx:subfield><marcx:subfield code="h">220</marcx:subfield><marcx:subfield code="t">3</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d32"><marcx:subfield code="b">150</marcx:subfield><marcx:subfield code="h">220</marcx:subfield><marcx:subfield code="t">7</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="d35"><marcx:subfield code="a">P</marcx:subfield><marcx:subfield code="i">01</marcx:subfield><marcx:subfield code="n">02</marcx:subfield><marcx:subfield code="p">02</marcx:subfield><marcx:subfield code="q">02</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="f01"><marcx:subfield code="h">L</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="n55"><marcx:subfield code="a">20050308</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="s12"><marcx:subfield code="t">BOGMUS200503</marcx:subfield></marcx:datafield><marcx:datafield ind1="0" ind2="0" tag="z99"><marcx:subfield code="a">masseret</marcx:subfield></marcx:datafield></marcx:record></ting:localData>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
<foxml:datastream ID="RELS-SYS" STATE="A" CONTROL_GROUP="X" VERSIONABLE="false">
<foxml:datastreamVersion ID="RELS-SYS.1" LABEL="" CREATED="2013-05-16T12:09:11.140Z" MIMETYPE="application/rdf+xml" SIZE="317">
<foxml:xmlContent>
<rdf:RDF xmlns:rdf="http://www.w3.org/1999/02/22-rdf-syntax-ns#">
  <rdf:Description rdf:about="info:fedora/870970-basis:25581792">
    <isMemberOfUnit xmlns="info:fedora/">unit:47969</isMemberOfUnit>
    <isPrimaryBibObjectFor xmlns="info:fedora/">unit:47969</isPrimaryBibObjectFor>
  </rdf:Description>
</rdf:RDF>
</foxml:xmlContent>
</foxml:datastreamVersion>
</foxml:datastream>
</foxml:digitalObject><ocn></ocn><holdingsServiceResponse><response>
<timestamp>2013-05-30 10:35:13.576</timestamp>
<pid>870970-basis:25581792</pid>
<result>
</result>
</response></holdingsServiceResponse></oclcRecord></oclcRecords>

</ns1:originalData>
<ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
   </ns1:formatRequest>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
